Repository: nens/lizard-client
Catalog: po/lizard6_lizard-client_*.po
Languages: nl

source: 3Di results
nl: 3Di resultaten

source: Adjust opacity
nl: Transparantie aanpassen

source: Baselayer
nl: Basislaag

source: Close data menu
nl: Sluit het datamenu

source: Close result window
nl: Sluit het resultatenvenster

source: Double click for lizard version number
nl: Dubbelklikken voor lizard versienummer

source: Duration
nl: Duur

source: End
nl: Einde

source: End of current timeline
nl: Einde van de huidige tijdlijn

source: Export
nl: Exporteer

source: Export info card data
nl: Exporteer infocard data

source: Go to the present in timeline
nl: Ga naar het heden in de tijdlijn

source: Line selection
nl: Lijnselectie

source: Log in
nl: Inloggen

source: Log out
nl: Uitloggen

source: Modify profile
nl: Profiel aanpassen

source: No results
nl: Geen resultaten

source: Open data menu
nl: Open het datamenu

source: Play/pause
nl: Play/pauze

source: Point selection
nl: Puntselectie

source: Question and manual
nl: Vragen en handleiding

source: RT
nl: HT

source: Rain
nl: Regen

source: Recurrence times (RT)
nl: Herhalingstijden (HT)

source: Search for places, or dates (i.e. 23-10-2013)
nl: Zoek naar plaatsen of data (bv. 23-10-2013)

source: Show dashboard
nl: Toon het dashboard

source: Show map
nl: Toon de kaart

source: Start animation
nl: Start animatie

source: Start of current timeline
nl: Start van de huidige tijdlijn

source: Statistics
nl: Statistieken

source: Stop animation
nl: Stop animatie

source: The 'now' of the timeline
nl: Het 'nu' van de tijdlijn

source: Timeseries
nl: Tijdreeksen

source: View selection
nl: Schermselectie

source: Welcome <% user.firstname="" %=""> - <% dashboard.name="" %=""></%></%>
nl: Welkom <% user.firstname="" %=""> - <% dashboard.name="" %=""></%></%>

source: Zoom in on the map
nl: Zoom in op de kaart

source: Zoom in on timeline
nl: Zoom in op de tijdlijn

source: Zoom out of timeline
nl: Zoom uit van de tijdlijn

source: Zoom out on the map
nl: Zoom uit van de kaart
